from app.models.entity import EntityCreate

entities_to_create = (
    EntityCreate(name="Вселенная воды",
                contributors="",
                address="г. Санкт-Петербург, ул. Шпалерная, 56",
                metro="Чернышевская",
                date="среда - воскресенье 10:00-18:00 (касса до 17:30)",
                description="Экспозиционно-выставочный комплекс «Вселенная Воды» работает в составе "
                            "ГУП «Водоканал Санкт-Петербурга».\n"
                            "Экспозиции размещены в Водонапорной башне, а также в бывших помещениях "
                            "резервуара чистой воды и 8-го Машинного отделения Главной водопроводной станции."
                            "\nНайти Экспозиционно-выставочный комплекс очень просто: он находится "
                            "на Шпалерной, 56, напротив Таврического дворца.К тому же, Водонапорная "
                            "башня, ставшая символом петербургского Водоканала, видна издалека.\n"
                            "Сегодня Комплекс включает три экспозиции:\n"
                            "- «Мир воды Санкт-Петербурга» (историческая экспозиция в здании "
                            "Водонапорной башни).\n- «Подземный мир Петербурга» (мультимедийная"
                            " экспозиция в левой пристройке Водонапорной башни).\n"
                            "- «Вселенная Воды» (мультимедийная экспозиция в помещении бывшего"
                            " подземного резервуара чистой воды Главной водопроводной станции).\n",
                links = "https://www.vodokanal-museum.ru/booking2/",
                contacts = "(812) 438-43-01, (812) 275-43-25",
                photo = "",
                cost = "",
                average_cost = "",
                age_gap = "",
                category_ids = [35],
                tag_ids = [12]),


    EntityCreate(name="Музей истории медицины и фармации",
                 contributors="",
                 address="г. Санкт - Петербург, Невский проспект, 65",
                 metro="Маяковская, Площадь Восстания",
                 date="Ежедневно, 11:00 - 19:00",
                 description="Музей истории медицины и фармации в Санкт-Петербурге,"
                             " где вы можете познакомиться с обширной"
                             " коллекцией старинного инструмента и аппаратов, "
                             "применявшихся в медицине, фармации, а также"
                             "\n В нашем Музее вы сможете увидеть подлинные "
                             "уникальные экспонаты XVII – XX веков(некоторые "
                             "из них датируются более ранним периодом) из "
                             "стран Европы, Южной и Северной Америки, стран "
                             "Востока и Российской Империи.",
                links = "https://rfm.spb.ru/shop/",
                contacts = "+7 (921) 907-75-31, +7 (812) 412-20-27",
                photo = "",
                cost = "",
                average_cost = "",
                age_gap = "",
                category_ids = [30, 35],
                    tag_ids = [12]),

    EntityCreate(name="Российский государственный музей Арктики и Антарктики",
                 contributors="",
                 address="г. Санкт-Петербург, ул. Марата, 24 а",
                 metro="Достоевская, Владимирская",
                 date="среда, суббота, воскресенье: 10:00 — 18:00 (касса работает до 17:30) четверг: 12:00 — 20: 00 "
                      "(касса работает до 19: 00)",
                 description = "Российский государственный музей Арктики и Антарктики —"
                               " музей в Санкт-Петербурге, посвящённый историческим страницам "
                               "научных исследований Арктики и Антарктики, а также прилегающих"
                               " к Арктике советских и российских территорий и Северного морского пути."
                               " С 1998 года находится в ведении Федеральной службы по "
                               "гидрометеорологии и мониторингу окружающей среды.",
                 links = "https://polarmuseum.ru/visitors/visitors.html#info-regime",
                 contacts = "8 (812) 244-10-50",
                 photo = "",
                 cost = "",
                 average_cost = "",
                 age_gap = "",
                 category_ids = [30],
                 tag_ids = [12]),

    EntityCreate(name="Литературно-мемориальный музей Ф.М. Достоевского",
                 contributors="",
                 address="г. Санкт-Петербург, Кузнечный переулок, 5/2",
                 metro="Достоевская, Владимирская",
                 date="Вт, Чт, Пт, Сб, Вс: 11:00-18:00\nСр: 13:00 - 20: 00\n"
                      " касса закрывается за 30 минут до закрытия музея\n "
                      "Выходной — понедельник",
                 description = "Один из шести российских музеев Фёдора Михайловича Достоевского, "
                               "расположенный в Санкт-Петербурге, в доме в Кузнечном переулке, "
                               "где писатель сначала прожил короткое время в 1846 году, а потом"
                               " провёл последние годы своей жизни - с 5 октября 17 октября] 1878, "
                               "и до своей смерти 28 января 9 февраля] 1881. Музей основан в 1971 году, "
                               "к 150-летию со дня рождения Достоевского. Он включает в себя постоянную "
                               "экспозицию, состоящую из двух частей - мемориальной квартиры и литературной "
                               "экспозиции, а также выставочные залы и театр музея.",

                 links = "https://www.md.spb.ru/",
                 contacts = "+7 953 140-50-26, +7 921 977-43-00, +7 812 571-40-31",
                 photo = "",
                 cost = "",
                 average_cost = "",
                 age_gap = "",
                 category_ids = [30, 34],
                 tag_ids = [10, 12]),

    EntityCreate(name="Особняк-Небылица",
                 contributors="",
                 address="г. Санкт-Петербург, улица Некрасова, 14б, строение 1",
                 metro="Чернышевская",
                 date="Ежедневно: 10.00–22.00 (касса работает до 21.20)",
                 description="«Особняк-Небылица» — сказочный музей на улице Некрасова в "
                             "Санкт-Петербурге, открывшийся весной 2023 года. За основу оформления "
                             "интерьеров взяты мотивы и сюжеты русских былин, мифов, преданий, "
                             "сказок народов мира, а также произведения русских и зарубежных писателей."
                             " Сказочные обитатели особняка госпожи Целибеевой расположились в парадной, "
                             "на первом, втором и третьем этажах и на таинственном чердаке."
                             " В сказочном музее представлено более 100 героев.",

                 links="https://небылица.рф/",
                 contacts="+7(921)-189-00-00",
                 photo="",
                 cost="",
                 average_cost="",
                 age_gap="6+",
                 category_ids=[32, 35],
                 tag_ids=[12]),

    EntityCreate(name="Музей советских игровых автоматов",
                 contributors="",
                 address="г. Санкт-Петербург, Конюшенная площадь, 2В",
                 metro="Невский проспект",
                 date="Ежедневно, 11:00-21:00",
                 description="Музей расположен на одной из центральных площадей города — Конюшенной. Он открылся"
                             " в июне 2013 года в здании XVIII века, которое построили для нужд Придворно-конюшенной "
                             "конторы и использовали для хранения экипажей. Символично, что в советское время здесь"
                             " размещались гаражи, а также производственные и ремонтные мастерские ленинградского "
                             "таксомоторного парка № 1. В отреставрированном помещении, которое занимает музей, мы "
                             "построили второй ярус, что существенно расширило пространство — "
                             "сейчас площадь музея составляет "
                             "около 300 кв.м. ",
                 links = "https://15kop.ru/",
                 contacts = "Спб: +7 (812) 740-02-40",
                 photo = "",
                 cost = "",
                 average_cost = "",
                 age_gap = "",
                 category_ids = [32, 35],
                 tag_ids = [1, 12]),

    EntityCreate(name="Музей теней",
                 contributors="",
                 address="г. Санкт-Петербург, ул. Большая Конюшенная, д. 5, литера А",
                 metro="Гостиный двор, Невский проспект, Адмиралтейская",
                 date="Ежедневно, 11:00–22:00",
                 description="Музей теней в Санкт-Петербурге расположен на первом этаже доходного дома Пущина "
                             "— здания, построенного в 1844 году. В музее представлены арт - объекты, выполненные "
                             "в разных стилях.У каждого экспоната установлен светильник: подсвечивается фигура, и "
                             "таким образом создается портрет - тень.",
                 links = "https://shadowmuseum.ru/",
                 contacts = "+7 (981) 149-54-09",
                 photo = "",
                 cost = "",
                 average_cost = "",
                 age_gap = "",
                 category_ids = [35],
                 tag_ids = [12]),

    EntityCreate(name="Петровская Акватория",
                 contributors="",
                 address="г. Санкт-Петербург, Малая Морская улица, 4/1",
                 metro="Адмиралтейская",
                 date="Ежедневно, 10:00–22:00",
                 description="Исторический музей-макет в Санкт-Петербурге, выполненный"
                             " в масштабе 1:87 на площади более "
                             "500 кв. м. Общая площадь музея составляет 1100 кв. м. Макет содержит наиболее значимые "
                             "постройки на берегах Невы и Финского залива, возведенные в XVIII веке. Особенностью музея"
                             " является воссоздание акватории Невы и Финского залива с использованием настоящей воды, "
                             "а также применение собственных запатентованных технических"
                             " разработок. Музей расположен на "
                             "пересечении улицы Малой Морской и Кирпичного переулка, в здании ТРК «Адмирал»",
                 links = "https://peteraqua.ru/",
                 contacts = "+7 (812) 933-41-52, +7 (812) 416-18-18",
                 photo = "",
                 cost = "",
                 average_cost = "",
                 age_gap = "",
                 category_ids = [30, 35],
                 tag_ids = [10, 12, 16, 18]),

    EntityCreate(name="Музей обороны и блокады Ленинграда",
                 contributors="",
                 address="г. Санкт-Петербург, Соляной пер., 9",
                 metro="Чернышевская, Гостиный двор, Невский проспект",
                 date="Пн, ср, чт, пт, сб, вс : 10:00 — 18:00.\nКасса работает до 17: 30."
                      "\nТехнологический перерыв в кассе "
                      "с 13.40 до 14.00 Выходной день: вторник Санитарный день: последняя среда каждого месяца",
                 description = "Государственный мемориальный музей обороны и блокады Ленинграда — "
                               "музей в Санкт-Петербурге, "
                               "посвящённый истории битвы за Ленинград и блокады Ленинграда в"
                               " Великой Отечественной войне."
                               " Расположен в доме 9 по Соляному переулку, в составе комплекса зданий Соляного городка."
                               " Также музей имеет и филиал на блокадной Дороге жизни у "
                               "западного берега Ладожского озера"
                               " — обособленную экспозицию, расположенную в деревне Коккорево в Ленинградской области.",
                 links = "https://blokadamus.ru/",
                 contacts = "(812) 275-75-47",
                 photo = "",
                 cost = "",
                 average_cost = "",
                 age_gap = "",
                 category_ids = [30, 35],
                 tag_ids = [12]),

    EntityCreate(name="Музей кофе",
                 contributors="",
                 address="г. Санкт-Петербург, Воскресенская набережная, д. 14",
                 metro="Чернышевская, Площадь Ленина, Площадь Восстания",
                 date="Ежедневно, 11:00–20:00\n Начало последней экскурсии в 19: 00,"
                      " магазин и кофейня открыты до 20: 00",
                 description = "Наш Музей впервые открыл свои двери для посетителей в ноябре 2008 года. Его экспозиция"
                               " уникальна и является единственной не только в Петербурге, но и в России.",
                 links = "https://mcof.ru/",
                 contacts = "+7 (812) 679-99-66",
                 photo = "",
                 cost = "",
                 average_cost = "",
                 age_gap = "",
                 category_ids = [35],
                 tag_ids = [12]),

    EntityCreate(name="Российский этнографический музей",
                 contributors="",
                 address="г. Санкт-Петербург, Инженерная ул., 4/1Е",
                 metro="Невский проспект, Гостиный двор, Адмиралтейская",
                 date="вт 10:00–21:00\nср - вс 10: 00–18: 00",
                 description = "Российский этнографи́ческий музе́й — один из крупнейших этнографических музеев Европы. "
                               "Основан, как этнографический отдел Русского музея,"
                               " с 1934 года — самостоятельное учреждение. "
                               "Является членом-учредителем Ассоциации этнографических музеев России.",
                 links = "https://www.ethnomuseum.ru/",
                 contacts = "+7 (812) 570-54-21, +7 (812) 570-52-28,"
                            " +7 (812) 570-57-68, +7 (812) 570-56-62,"
                            " +7 (812) 570-57-15, +7 (812) 570-53-76,"
                            " +7 (812) 570-57-09, +7 (812) 570-58-19",
                 photo = "",
                 cost = "",
                 average_cost = "",
                 age_gap = "",
                 category_ids = [30, 35],
                 tag_ids = [12]),

    EntityCreate(name="Росфото",
                 contributors="",
                 address="г. Санкт-Петербург, ул. Большая Морская, д. 35",
                 metro="Адмиралтейская",
                 date="Ежедневно: 11:00–21:00",
                 description="Государственный музейно-выставочный центр РОСФОТО был основан в 2002 году Министерством "
                             "культуры Российской Федерации. Центр проводит "
                             "выставки в своих выставочных залах в центре "
                             "Санкт - Петербурга и в других городах и регионах"
                             " России и за границей(около 30 выставок ежегодно)."
                             "Как музейная организация он в основном показывает"
                             " выставки, значимые для изучения и представления истории "
                             "визуальной культуры, в том числе собственные исследовательские проекты, представляющие "
                             "фотографию в контексте исторических событий и "
                             "искусствоведческих исследований.В залах РОСФОТО "
                             "экспонируются работы известных мастеров и молодых "
                             "одаренных художников. Для других регионов "
                             "России он готовит и организует путешествующие выставки. ",
                links = "https://rosphoto.org/",
                 contacts = "+7 (812) 500-70-00",
                 photo = "",
                 cost = "",
                 average_cost = "",
                 age_gap = "",
                 category_ids = [35],
                 tag_ids = [12]),

    EntityCreate(name="Федеральное государственное бюджетное учреждение Центральный музей связи имени А. С. Попова",
                 contributors="",
                 address="г. Санкт-Петербург, Почтамтский переулок, дом 4",
                 metro="Адмиралтейская, Садовая, Спасская",
                 date="вт-вс: 10:30 - 18:00 (касса работает до 17:30)\nпн: выходной",
                 description = "Центральный музей связи имени А. С. Попова — один"
                               " из старейших научно-технических музеев мира,"
                                " основанный в 1872 году как Телеграфный "
                               "музей. Тематически посвящён"
                               " истории развития различных видов связи, включая почту, телеграф, телефон,"
                               " радиосвязь, радиовещание, телевидение, космическую"
                               " связь, современные технологии связи."
                               " В музее хранится Государственная коллекция знаков "
                               "почтовой оплаты, формируемая Минцифры России.",
                 links = "https://www.rustelecom-museum.ru/",
                 contacts = "+7 (812) 571-00-60, +7 (812) 323-97-18, +7 (812) 571-84-57",
                 photo = "",
                 cost = "",
                 average_cost = "",
                 age_gap = "",
                 category_ids = [30, 35],
                 tag_ids = [12]),

    EntityCreate(name="Зоологический музей Зоологического института Российской Академии Наук",
                 contributors="",
                 address="г. Санкт-Петербург, Университетская наб., д. 1",
                 metro="Адмиралтейская, Спортивная, Гостиный двор",
                 date="пн,ср,чт,пт,сб,вс 11:00–18:00\nВход в музей прекращается в 18:00.\nКасса музея работает: "
                      "11:00 — 18:00, перерыв 14:00 — 14:15.",
                 description="Зоологический музей входит в структуру Зоологического института"
                             " Российской академии наук и обладает одной из самых крупных зоологических"
                             " коллекций в мире. Музей основан в 1832 году на базе Натурального кабинета Кунсткамеры.",
                 links="https://www.zin.ru/",
                 contacts="+7 (812) 320-97-04",
                 photo="",
                 cost="",
                 average_cost="",
                 age_gap="",
                 category_ids=[30, 35],
                 tag_ids=[12]),

    EntityCreate(name="Музей мозга",
                 contributors="",
                 address="г. Санкт-Петербург, ТРК Планета Нептун, ул. Марата, 86",
                 metro="Пушкинская, Звенигородская",
                 date="Ежедневно, 10:00 - 21:00 (кассы закрываются в 19:30)",
                 description="Музей Мозга - небольшое уютное пространство, созданное"
                             " группой энтузиастов, увлеченных"
                             " возможностями человеческого мозга. За один час вы получите основное представление о "
                             "работе вашего мозга. Музей поделён на выставочную часть с аудиогидом и зону интерактива,"
                             " где приветливые кураторы помогут вам освоить нейроинтерфейсы. С их помощью вы сможете "
                             "управлять роботом-пауком, консолью и машинкой силой мысли.\nВ МУЗЕЙ МОЖНО ПРИЙТИ"
                             " ТОЛЬКО ПО ПРЕДВАРИТЕЛЬНОЙ ЗАПИСИ",
                 links="https://mozgpro.ru/",
                 contacts="+7 (981) 785-30-36, Запись для групп: +7(953)373-09-22",
                 photo="",
                 cost="",
                 average_cost="",
                 age_gap="",
                 category_ids=[32, 35],
                 tag_ids=[10, 12, 18]),

    EntityCreate(name="Разночинный Петербург",
                 contributors="",
                 address="г. Санкт-Петербург, Большой Казачий пер., д.7",
                 metro="Пушкинская, Звенигородская, Садовая",
                 date="вт-вс 11:00–18:00",
                 description="Музей «Разночинный Петербург» рассказывает об истории"
                             " непарадного Петербурга.\n Разночинцами в дореволюционной "
                             "России называли тех, чье социальное положение не укладывалось "
                             "в строгие рамки понятий «потомственный дворянин» или «именитый"
                             " купец».Мелкие служащие, отставные солдаты, разнообразная обслуга"
                             ", рабочие и, конечно же, студенты, и прочие пролетарии умственного "
                             "труда проживали в кварталах отдаленных от Невского проспекта.",
                 links="https://spbmmrp.ru/",
                 contacts="8 (812) 407-52-20",
                 photo="",
                 cost="",
                 average_cost="",
                 age_gap="",
                 category_ids=[30],
                 tag_ids=[10, 12]),

    EntityCreate(name="Центральный музей железнодорожного транспорта Российской Федерации",
                 contributors="",
                 address="г. Санкт-Петербург, Садовая улица, 50",
                 metro="Сенная площадь",
                 date="Ежедневно, 10:30–17:30",
                 description="Центральный музей железнодорожного транспорта Российской Федерации — технический "
                             "музей в Санкт-Петербурге, посвящённый железным дорогам, подвижному составу и всему, "
                             "что с этим связано. Основан в 1813 году.",
                 links="https://cmzt.ru/",
                 contacts="+7 (812) 457-80-05",
                 photo="",
                 cost="",
                 average_cost="",
                 age_gap="",
                 category_ids=[30, 35],
                 tag_ids=[10, 12]),

    EntityCreate(name="Музей гигиены",
                 contributors="",
                 address="г. Санкт-Петербург, ул. Итальянская, д. 25",
                 metro="Невский проспект, Гостинный двор",
                 date="пн-пт 10:00–18:00\nсб 11:00–18:00",
                 description="Музей гигиены Городского центра общественного здоровья "
                             "и медицинской профилактики приглашает Вас ознакомиться с "
                             "уникальной экспозицией единственного в России музея подобного вида. "
                             "Музей располагается в одном из лучших кварталов старого Петербурга. "
                             "Первым владельцем особняка был известный деятель времен императрицы Елизаветы Петровны, "
                             "просветитель и меценат И.И.Шувалов. Иногда кажется, что светлая аура его личности "
                             "предопределила и судьбу особняка, выдержавшего суровые ветры прошумевших эпох и "
                             "продолжающего служить интересам просвещения «народа российского».\n Проблема сохранения"
                             " здоровья настойчиво напоминает о себе, и каждый человек должен владеть минимумом "
                             "информации о причинах и следствиях, попадая в те или иные жизненные ситуации и"
                             " выстраивая свой стиль жизни.\nПосетив музей как одиночный посетитель, с детьми, "
                             "с семьей или друзьями Вы узнаете больше о рациональном питании, предупреждении стрессов "
                             "в современных условиях, о необходимости физических упражнений, о профилактике"
                             " инфекционных заболеваний и многое другое. Посмотрев видеофильмы и мультипликационные "
                             "фильмы, еще раз убедитесь, что сохранение здоровья зависит"
                             " и от Вашего повседневного поведения.",
                 links="https://gcmp.ru/museum/",
                 contacts="+7 812 246-69-08",
                 photo="",
                 cost="",
                 average_cost="",
                 age_gap="",
                 category_ids=[35],
                 tag_ids=[10, 12]),

    EntityCreate(name="Гранд Макет Россия",
                 contributors="",
                 address="г. Санкт-Петербург, Цветочная ул., 16Л",
                 metro="Московские ворота, Электросила, Фрунзенская",
                 date="Ежедневно, 10:00–20:00 (кассы до 19:15)",
                 description="Экспозиция музея – самый большой макет России в мире площадью 800 "
                             "квадратных метров, который является художественным воплощением образа "
                             "нашей страны: от ее Дальневосточных рубежей до «янтарного» побережья "
                             "Балтийского моря. Над его созданием трудились круглосуточно в течение"
                             " пяти лет десятки самых разнообразных специалистов. На макетном поле "
                             "переданы собирательные образы различных городов и регионов, а в жанровых"
                             " сценках отображены фактически все виды человеческой деятельности.\nДинамику"
                             " композиции придают железнодорожное и автомобильное движение, а различные "
                             "сценки с движущимися объектами и фигурками управляются зрителями. Более 200"
                             " железнодорожных составов проходят по хитроумным маршрутам общей протяженностью"
                             " почти две с половиной тысячи метров и превращают макет в единый живой организм. "
                             "А автомобильное движение, использующее впервые в мире в макетостроении в качестве "
                             "источника питания для машинок электромагнитную индукцию, не оставит равнодушным ни"
                             " одного посетителя. Десятки самых различных автомобилей удивят сложностью и "
                             "еповторимостью своего движения, при этом включаемые ими фары, стоп-сигналы и "
                             "поворотные огни добавляют яркости экспозиции и освещают дороги в ночное время!",
                 links="https://grandmaket.ru/",
                 contacts="+7 (812) 495-54-65",
                 photo="",
                 cost="",
                 average_cost="",
                 age_gap="",
                 category_ids=[30, 35],
                 tag_ids=[12, 16]),

    EntityCreate(name="Пропавшие в кинохронике",
                 contributors="",
                 address="г. Санкт-Петербург, Каменноостровский пр., 10 В\n5-й павильон киностудии «Ленфильм»",
                 metro="Горьковская",
                 date="вт-вс — 12:00-20:00\nВход и касса закрываются в 19:00\nпн — выходной",
                 description="Инсталляция занимает площадь целого съемочного павильона — больше"
                             " 1500 квадратных метров. Самая большая выставка на киностудии"
                             " «Ленфильм». Это результат многолетнего труда большой команды"
                             " профессионалов, над ее возведением работало больше 100 человек."
                             "\nДля создания экспозиции использовались тысячи архивных фотографий"
                             " и сотни километров пленок. Лучшие декораторы и реставраторы работали"
                             " над миллионом маленьких деталей, каждая из которых погружает вас в "
                             "исторический контекст.\nВ экспозиции используются оригинальные предметы "
                             "из мира прошлого и полномасштабные макеты зданий и техники.",
                 links="https://lenfilmexpo.ru/",
                 contacts="+7 (812) 903-93-56",
                 photo="",
                 cost="",
                 average_cost="",
                 age_gap="",
                 category_ids=[35],
                 tag_ids=[10, 12]),

    EntityCreate(name="Концерт Басты в Санкт-Петербурге",
                 contributors="Баста",
                 address="Газпром Арена\nг. Санкт-Петербург, Футбольная аллея, 1",
                 metro="Зенит",
                 date="16 ноября, суббота, 19:00",
                 description="Концерт Хип-хоп и рэп",
                 links="https://afisha.yandex.ru/saint-petersburg/concert/basta-2024-11-16?source=event",
                 contacts="",
                 photo="",
                 cost="1200-3500 руб",
                 average_cost="",
                 age_gap="12+",
                 category_ids=[11],
                 tag_ids=[10, 12]),

    EntityCreate(name="Праздничный концерт",
                 contributors="Танцы Минус",
                 address="Космонавт\nг. Санкт-Петербург, ул. Бронницкая, 24",
                 metro="Технологический институт-1, Технологический институт-2, Пушкинская",
                 date="5 октября, суббота, 20:00",
                 description="Рок",
                 links="https://afisha.yandex.ru/saint-petersburg/concert/tantsy-minus-2024-04-12?source=event",
                 contacts="7 (812) 929-33-39",
                 photo="",
                 cost="2800-13000 руб",
                 average_cost="",
                 age_gap="16+",
                 category_ids=[11],
                 tag_ids=[4, 10, 12]),

    EntityCreate(name="Концерт W24 в Санкт-Петербурге",
                 contributors="W24",
                 address="Aurora Concert Hall\nг. Санкт-Петербург, Пироговская наб., 5/2",
                 metro="Горьковская, Площадь Ленина, Выборгская",
                 date="15 октября, вторник, 20:00",
                 description="Концерт Поп",
                 links="https://afisha.yandex.ru/saint-petersburg/concert/w24?source=event",
                 contacts="7 (812) 907-19-17",
                 photo="",
                 cost="3000-8000 руб",
                 average_cost="",
                 age_gap="12+",
                 category_ids=[11],
                 tag_ids=[10, 12]),

    EntityCreate(name="Концерт группы «Казённый унитаз» в Санкт-Петербурге",
                 contributors="Казённый унитаз",
                 address="Ласточка, г. Санкт-Петербург, Транспортный пер., 10л",
                 metro="Обводный канал, Лиговский проспект, Площадь Восстания",
                 date="22 ноября, пятница, 19:00",
                 description="Концерт Панк Рок",
                 links="https://afisha.yandex.ru/saint-petersburg/concert/kazionnyi-unitaz-2024-11-22?source=event",
                 contacts="",
                 photo="",
                 cost="1000-2000 руб",
                 average_cost="",
                 age_gap="18+",
                 category_ids=[11],
                 tag_ids=[3, 10, 12]),

    EntityCreate(name="Концерт Лолиты в Санкт-Петербурге",
                 contributors="Лолита",
                 address="БКЗ «Октябрьский», г. Санкт-Петербург, Лиговский просп., 6",
                 metro="Обводный канал, Лиговский проспект, Площадь Восстания",
                 date="24 ноября, воскресенье, 19:00",
                 description="Концерт Эстрада",
                 links="https://afisha.yandex.ru/saint-petersburg/concert/lolita-bkz-oktiabrskii?source=event",
                 contacts="7 (812) 275-13-00",
                 photo="",
                 cost="1500-8000 руб",
                 average_cost="",
                 age_gap="12+",
                 category_ids=[11],
                 tag_ids=[10, 12]),

    EntityCreate(name="Золотые хиты 90-х и 2000-х",
                 contributors="Total, Братья Грим, Марина Киреева, Isabelle En",
                 address="Дом офицеров, г. Санкт-Петербург, Литейный просп., 20 / ул. Кирочная, 1",
                 metro="Чернышевская, Маяковская, Площадь Ленина",
                 date="13 февраля 2025, четверг, 19:30",
                 description="Концерт Вечеринка Эстрада Поп",
                 links="https://afisha.yandex.ru/saint-petersburg/concert/zolotye-khity-90-kh-i-2000-kh-2025-02-13?source=event",
                 contacts="7 (812) 679-72-20",
                 photo="",
                 cost="1700-5000 руб",
                 average_cost="",
                 age_gap="12+",
                 category_ids=[11],
                 tag_ids=[10, 12]),

    EntityCreate(name="Концерт Новый год с хитами 90-х в Санкт-Петербурге",
                 contributors="Танцуй-ёлка 3. Дискотека СССР",
                 address="Sound, г. Санкт-Петербург, Кожевенная линия, 40б, Севкабель Порт",
                 metro="Приморская, Василеостровская, Спортивная",
                 date="29 декабря, воскресенье, 19:00",
                 description="Концерт Вечеринка Поп Эстрада",
                 links="https://afisha.yandex.ru/saint-petersburg/concert/tantsui-iolka-3-diskoteka-sssr-spb?source=event",
                 contacts="7 (911) 166-20-55",
                 photo="",
                 cost="1500-2500 руб",
                 average_cost="",
                 age_gap="12+",
                 category_ids=[11],
                 tag_ids=[12]),

    EntityCreate(name="Концерт группы «Сектор Газа» в Санкт-Петербурге",
                 contributors="Сектор Газа: 60 лет Юрию Хою",
                 address="А2, г. Санкт-Петербург, просп. Медиков, 3",
                 metro="Горьковская, Петроградская, Чкаловская",
                 date="14 декабря, суббота, 20:00",
                 description="Концерт Шоу Рок",
                 links="https://afisha.yandex.ru/saint-petersburg/concert/sektor-gaza-60-let-iuriiu-khoiu?source=event",
                 contacts="7 (812) 309-99-22",
                 photo="",
                 cost="2500-8500 руб",
                 average_cost="",
                 age_gap="16+",
                 category_ids=[11],
                 tag_ids=[4, 10, 12]),

    EntityCreate(name="Грандиозное симфоническое шоу",
                 contributors="Легендарные Rock-хиты",
                 address="А2,г. Санкт-Петербург, просп. Медиков, 3",
                 metro="Горьковская, Петроградская, Чкаловская",
                 date="17 октября 20:00, 26 октября 20:00",
                 description="Концерт Шоу Рок Классическая музыка",
                 links="https://afisha.yandex.ru/saint-petersburg/concert/legendarnye-rock-khity-amadeusconcerts?source=event",
                 contacts="7 (812) 309-99-22",
                 photo="",
                 cost="2500-7500 руб",
                 average_cost="",
                 age_gap="0+",
                 category_ids=[11],
                 tag_ids=[10, 12]),

    EntityCreate(name="Концерт группы «Йорш» в Санкт-Петербурге",
                 contributors="Йорш",
                 address="Космонавт, г. Санкт-Петербург, ул. Бронницкая, 24",
                 metro="Технологический институт-1, Технологический институт-2, Пушкинская",
                 date="24 октября, четверг, 20:00",
                 description="Концерт Панк Рок",
                 links="https://afisha.yandex.ru/saint-petersburg/concert/iorsh-2024-10?source=event",
                 contacts="7 (812) 929-33-39",
                 photo="",
                 cost="1600-3500 руб",
                 average_cost="",
                 age_gap="16+",
                 category_ids=[11],
                 tag_ids=[4, 10, 12]),

    EntityCreate(name="Концерт группы «Операция Пластилин» в Санкт-Петербурге",
                 contributors="Операция Пластилин",
                 address="Космонавт, г. Санкт-Петербург, ул. Бронницкая, 24",
                 metro="Технологический институт-1, Технологический институт-2, Пушкинская",
                 date="23 ноября, суббота, 20:00",
                 description="Концерт Панк",
                 links="https://afisha.yandex.ru/saint-petersburg/concert/operatsiia-plastilin-2024-11-23?source=event",
                 contacts="7 (812) 929-33-39",
                 photo="",
                 cost="1600-6000 руб",
                 average_cost="",
                 age_gap="16+",
                 category_ids=[11],
                 tag_ids=[4, 10, 12]),

    EntityCreate(name="Звёзды Дорожного радио 2024",
                 contributors="Shaman,\nАлександр Буйнов,\nВиктор Рыбин,\nНаталья Сенчукова,\nДмитрий Колдун,"
                              "\nДенис Майданов,\nТатьяна Куртукова,\nКай Метов,\nАлександр Шоуа и группа Непара,"
                              "\nСосо Павлиашвили,\nАлсу,\nГород 312 и другие",
                 address="Ледовый Дворец, который находится по адресу: проспект Пятилеток, дом 1, литера А.",
                 metro="Проспект большевиков",
                 date="1 декабря. Начало в 18:00.",
                 description="Сейчас мы познакомим вас с программой фестиваля Звёзды Дорожного радио 2024."
                             " Всенародно любимые артисты, чьи песни знает и поёт вся страна, исполнят свои"
                             " лучшие хиты и подарят яркое новогоднее настроение.",
                 links="https://dorognoe.ru/, https://ok.ru/dorognoe",
                 contacts="",
                 photo="",
                 cost="от 1600 рублей",
                 average_cost="",
                 age_gap="",
                 category_ids=[12],
                 tag_ids=[10, 12]),

    EntityCreate(name="Послание к человеку - 2024",
                 contributors="",
                 address="Киноцентр «Дом Кино» (Караванная, 12), 8 (812) 314-56-14, domkino.spb.ru,"
                         "\nКиноцентр «Родина» (Караванная, 12), 8 (812) 314-28-27, rodinakino.ru/schedule,"
                         "\nКиноцентр «Аврора» (Невский пр., 60), 8 (812) 315-52-54, avrora.spb.ru,"
                         "\nКиноцентр «Ленфильм» (Каменноостровский пр., 10), 8 (911) 991-25-02, lenfilm.ru,"
                         "\nКиностудия «Лендок» (наб. Крюкова канала, 12), 8 (931) 238-34-24, lendoc.ru",
                 metro="",
                 date="18 октября - 27 октября",
                 description="Международный кинофестиваль документальных, короткометражных игровых,"
                             " анимационных и экспериментальных фильмов «Послание к человеку» объявляет"
                             " даты проведения и открывает прием заявок на конкурс. Один из крупнейших"
                             " и самых авторитетных международных кинофестивалей России пройдет в 2024 "
                             "году в Санкт-Петербурге в 34-й раз. Программа «Послания к человеку» традиционно"
                             " представляет более полутора сотен картин со всего мира, созданных режиссерами "
                             "различных культур и эстетических направлений.",
                 links="https://message2man.com/",
                 contacts="info@message2man.com, 7 (921) 974-20-33",
                 photo="",
                 cost="Студентам и льготным категориям граждан на конкурсные показы вход свободный, "
                      "на специальные показы и программы — от 200 рублей.",
                 average_cost="",
                 age_gap="",
                 category_ids=[12],
                 tag_ids=[10, 12]),

    EntityCreate(name="Белая 2024",
                contributors="Swanky Tunes,\nShapov,\nAlexey Romeo,\nMeg \\ Nerak,\nFeel,\nAlexey Izotov,"
                              "\nИ зарубежный секретный гость.",
                 address="ДС Юбилейный, который находится по адресу: проспект Добролюбова, дом 18.",
                 metro="Спортивная",
                 date="28 сентября. Начало в 21:00",
                 description="28 сентября 2024 года, к 15-летию Sensation в России, Радио Рекорд вновь "
                             "соберет тысячи людей в белом. В эту ночь мы вспомним главные треки и самые"
                             " яркие моменты легендарного танцевального события. Это новая глава истории "
                             "и она называется просто: БЕЛАЯ.\nНа фестивале выступят российские артисты, "
                             "которые были частью Sensation в разные годы: Swanky Tunes, Shapov, Alexey Romeo,"
                            " Meg \\ Nerak, Feel, Alexey Izotov и два зарубежных секретных гостя.",
                 links="https://vk.com/sensation, https://t.me/belaya, https://www.radiorecord.ru/event/44328?erid=LjN8Jw2Xz",
                 contacts="https://t.me/belaya",
                 photo="",
                 cost="от 4700 рублей",
                 average_cost="",
                 age_gap="",
                 category_ids=[12],
                 tag_ids=[10, 12]),

    EntityCreate(name="Театральный фестиваль «Александринский»",
                 contributors="",
                 address="Александринский театр, Россия, Санкт-Петербург, площадь Островского, 6",
                 metro="Гостиный двор, Невский проспект, Достоевская",
                 date="30 августа - 8 октября 2024",
                 description="В рамках фестиваля на Основной сцене пройдет премьера спектакля Константина "
                             "Богомолова «Мать. Горькая пьеса» Спектакль будет показан 30, 31 августа и 1"
                             " сентября. Кроме того, Александринский театр представит еще три премьеры: "
                             "1 сентября — спектакль Андрея Калинина «Человек из Дублина», 7 сентября — "
                             "«Воскресение» по роману Льва Толстого, а 8 сентября — «Екатерина и Вольтер». "
                             "Последняя постановка создана на основе переписки между "
                             "императрицей Екатериной II и Вольтером.",
                 links="https://alexandrinsky.ru/festival/",
                 contacts="",
                 photo="",
                 cost="от 1000 рублей",
                 average_cost="",
                 age_gap="",
                 category_ids=[12],
                 tag_ids=[10, 12]),

    EntityCreate(name="Фестиваль «Фундамент»",
                 contributors="",
                 address="Большой театр кукол, Россия, Санкт-Петербург, Центральный район, улица Некрасова, 10-12",
                 metro="Чернышевская, Маяковская, Площадь Восстания",
                 date="Сентябрь - Октябрь 2024",
                 description="В фестивале принимают участие молодые ученые, каждый год они "
                             "выбирают для постановки определенную тему. Также в рамках фестиваля"
                             " именитые искусствоведы прочли курс лекций. Они будут посвящены "
                             "трактовкам поэмы Данте и практике медленного чтения «Божественной комедии»."
                             " Зрители смогли поговорить об историческом контексте,"
                             " гвельфах и гибеллинах и об истории Флоренции.",
                 links="https://puppets.ru/fundament",
                 contacts="puppets.web@gmail.com, +7 (812) 273-66-72",
                 photo="",
                 cost="от 800 до 7 200 рублей",
                 average_cost="",
                 age_gap="",
                 category_ids=[12],
                 tag_ids=[12]),

    EntityCreate(name="XXXIV Международный театральный фестиваль «Балтийский дом»",
                 contributors="",
                 address="Театр «Балтийский дом», Россия, Санкт-Петербург, Александровский парк, 4",
                 metro="Горьковская, Спортивная, Чкаловская",
                 date="4 октября - 14 октября 2024",
                 description="По оценке международных экспертов, «Балтийский дом» входит"
                             " в высшую группу театральных фестивалей, удостоен премии ЮНЕСКО (2008 год), "
                             "также является базовым проектом Международной Ассоциации театральных критиков."
                             " История «Балтийского дома», начавшаяся в 1991 году, – это летопись современного "
                             "европейского и российского театра, включающая в себя все основные векторы его развития.",
                 links="https://puppets.ru/fundament",
                 contacts="press@baltichouse.spb.ru",
                 photo="",
                 cost="от 640 рублей",
                 average_cost="",
                 age_gap="",
                 category_ids=[12],
                 tag_ids=[10, 12]),

    EntityCreate(name="Фестиваль «Императорский полдень»",
                 contributors="",
                 address="Концертный зал «Капелла» Россия, Санкт-Петербург, набережная реки Мойки, 20",
                 metro="Адмиралтейская, Гостиный двор, Невский проспект",
                 date="28 апреля - 29 сентября 2024",
                 description="С 28 апреля до 29 сентября 2024 года в Санкт-Петербурге будет проходить"
                             " фестиваль «Императорский полдень». Каждое воскресенье в 12:00,"
                             " после выстрела пушки с Нарышкина бастиона Петропавловской крепости, "
                             "во дворе капеллы распахнется окно Царского павильона. В нем появится музыкант,"
                             " который будет исполнять известные произведения.",
                 links="https://capella-spb.ru/ru/news/aprel-2023/novyj-resurs",
                 contacts="+7 (812) 314-11-59",
                 photo="",
                 cost="вход свободный",
                 average_cost="",
                 age_gap="",
                 category_ids=[12],
                 tag_ids=[12]),

    EntityCreate(name="Международный фортепианный фестиваль «Мариинский»",
                 contributors="",
                 address="Мариинский театр Россия, Санкт-Петербург, Театральная площадь, 1",
                 metro="Садовая, Спасская, Сенная площадь",
                 date="Октябрь 2024",
                 description="В октябре 2024 года в концертном зале Мариинского театра в "
                             "Санкт-Петербурге должен состояться международный фестиваль фортепиано"
                             " «Мариинский». На фестивале, как правило, собираются известные пианисты, "
                             "постоянные гости и начинающие талантливые музыканты. Точные даты проведения "
                             "фестиваля в 2024 году пока не названы.",
                 links="https://www.mariinsky.ru/",
                 contacts="press@mariinsky.ru",
                 photo="",
                 cost="от 1200 до 2400 рублей",
                 average_cost="",
                 age_gap="",
                 category_ids=[12],
                 tag_ids=[12]),

    EntityCreate(name="United butchers",
                 contributors="",
                 address="Восстания, 26, 1 этаж",
                 metro="Чернышевская, Площадь Восстания, Маяковская",
                 date="Пн 12:00–01:00\nВт 12:00–01:00\nСр 12:00–01:00\nЧт 12:00–01:00\nПт 12:00–02:00\n"
                      "Сб 12:00–02:00\nВс 12:00–01:00",
                 description="United Butchers — демократичные гриль-бары с собственной пивоварней из Санкт-Петербурга."
                             "\nСтавшие культовыми мясные рестораны северной столицы, полюбившиеся гостям мраморными"
                             " стейками на гриле, свежесваренным пивом и фирменной атмосферой ресторана-пивоварни",
                 links="unitedbutchers.ru",
                 contacts="+7 (812) 250‒50‒04",
                 photo="",
                 cost="",
                 average_cost="1600 рублей",
                 age_gap="",
                 category_ids=[69, 80],
                 tag_ids=[12]),

    EntityCreate(name="Skuratov coffee",
                 contributors="",
                 address="Восстания, 35, 1 этаж",
                 metro="Чернышевская, Площадь Восстания, Маяковская",
                 date="Ежедневно с 06:55 до 23:05",
                 description="В кофейне большой выбор кофе и десертов, приятная атмосфера и вежливый персонал. "
                             "Есть зона для работы с ноутбуками."
                             " В кофейне есть панорамные окна, которые позволяют насладиться видом на город.",
                 links="skuratovcoffee.ru",
                 contacts="+7‒921‒589‒78‒42",
                 photo="",
                 cost="",
                 average_cost="500 рублей",
                 age_gap="",
                 category_ids=[81],
                 tag_ids=[1, 2]),

    EntityCreate(name="Пузата хата",
                 contributors="",
                 address="Улица Некрасова, 40, 1 этаж",
                 metro="Чернышевская, Площадь Восстания, Маяковская",
                 date="Ежедневно с 12:00 до 24:00",
                 description="В этом ресторане гости могут попробовать вкусную украинскую кухню."
                             " Здесь предлагается широкий выбор блюд, включая борщ, вареники, пельмени, салаты и "
                             "напитки. Особое внимание гости уделяют борщу, который готовится по классическим "
                             "канонам и подаётся с пампушками, салом, чесноком и луком. В ресторане также "
                             "предлагаются настойки, к примеру медовуха и настойка яблочная.",
                 links="",
                 contacts="+7 (812) 719‒75‒74",
                 photo="",
                 cost="",
                 average_cost="1500 рублей",
                 age_gap="",
                 category_ids=[82],
                 tag_ids=[1]),
)



